{
    "United States": "The Statue of Liberty was a gift from France.",
    "Canada": "Canada has more lakes than the rest of the world combined.",
    "United Kingdom": "The UK is made up of Great Britain and Northern Ireland.",
    "France": "France is the most visited country in the world.",
    "Germany": "Germany has over 1,500 different types of beer.",
    "Japan": "Japan is made up of over 6,800 islands.",
    "India": "India is the world's largest democracy.",
    "Brazil": "Brazil is the only country in South America that speaks Portuguese.",
    "Australia": "Australia is the only continent that is also a country.",
    "China": "The Great Wall of China is the longest wall in the world.",
    "South Korea": "South Korea has the fastest average internet speed in the world.",
    "Italy": "Italy is home to the world's oldest university, the University of Bologna, founded in 1088.",
    "Mexico": "Mexico introduced chocolate, chilies, and corn to the world.",
    "Russia": "Russia is the largest country in the world by land area.",
    "Egypt": "The Great Pyramid of Giza is the last remaining wonder of the ancient world.",
    "South Africa": "South Africa has three capital cities: Pretoria, Cape Town, and Bloemfontein.",
    "Argentina": "Argentina was the first country to use fingerprints for criminal identification.",
    "Saudi Arabia": "Saudi Arabia is home to the world's largest sand desert, the Rub' al Khali (Empty Quarter).",
    "Switzerland": "Switzerland has four official languages: German, French, Italian, and Romansh.",
    "Spain": "Spain produces over 40% of the world's olive oil.",
    "Turkey": "Istanbul is the only city in the world that spans two continents: Europe and Asia.",
    "Greece": "Greece is the birthplace of the Olympic Games, which began in 776 BC.",
    "Thailand": "Thailand is home to the world's smallest mammal, the bumblebee bat.",
    "Vietnam": "Vietnam is the world's second-largest exporter of coffee, after Brazil.",
    "Indonesia": "Indonesia is the world's largest archipelago, consisting of over 17,000 islands.",
    "Philippines": "The Philippines has the world's longest underground river, located in Palawan.",
    "Norway": "Norway has a town called Hell, which freezes over every winter.",
    "Sweden": "Sweden is home to the world’s first ice hotel, built in 1989.",
    "Finland": "Finland has more saunas than cars.",
    "Netherlands": "The Netherlands is the world's largest exporter of tulips.",
    "Iceland": "Iceland has no mosquitoes due to its cold climate.",
    "New Zealand": "New Zealand was the first country to grant women the right to vote in 1893.",
    "Portugal": "Portugal is the oldest country in Europe with the same defined borders since 1139.",
    "Pakistan": "Pakistan is home to the second-highest mountain in the world, K2.",
    "Chile": "Chile's Atacama Desert is the driest place on Earth, with some areas never receiving rainfall.",
    "Tajikistan": "Around 93% of Tajikistan is covered by mountains, making it one of the most mountainous countries in the world."
}